const jp = {
  nav: {
    title: 'メニュ',
    chi: '繁体字中国語',
    eng: '英語',
    personalCenter: 'パーソナルセンター',
    logout: 'ログアウト'
  },
  page1: {
    pageTitle: '最初のページ',
    main: {
      title: 'コンテンツタイトル',
      content: 'こんにちは、フォローされるのは本当に苦痛です。 快楽と快楽の欲求、そして苦痛の義務によって、誰がそれらを彼の、そして同種の苦痛に追いやるのだろうか？ 彼を偉大な飛行に拒絶させてください！'
    }
  },
  page2: {
    pageTitle: '2ページ目',
    main: {
      title: '記事エリア',
      content: '借金の痛み、お世辞の憎しみ、そして拒否される選択肢がないので、受ける痛みを誰も責めませんか? 彼はそれを時代の欲求によって和らげられたサービスの柔らかさのせいにするでしょう.'
    }
  }
}
export default jp
